Repository: achimfritz/AchimFritz.ChampionShip
Catalog: Resources/Private/Translations/*/Main.xlf
Languages: de

# errorCode.1268676865
source: Passwords missmatch
de: Die Passwörter stimmen nicht überein

# errorCode.1268676866
source: Passwords missmatch
de: Die Passwörter stimmen nicht überein

# errorCode.1238108067
source: The length of the text must be between {0} and {1} characters
de: Die Text-Länge muss zwischen {0} und {1} Zeichen sein.

# errorCode.1221560718
source: This property is required.
de: Nicht alle Pflichtfelder ausgefüllt.

# errorCode.1221559976
source: Please specify a valid email address.
de: Die E-Mail Adresse ist ungültig

# forgotPasswordInfo
source: Please enter your E-Mail
de: Bitte gib Deine E-Mail Adresse ein.

# loginInfo
source: Please enter Access Data
de: Bitte gib Deine Zugangsdaten ein.

# registrationInfo
source: Please enter personal Data
de: Bitte gib Deine persönlichen Daten ein.

# forgotPasswordRequest
source: Forgot Password
de: Passwort vergessen

# forgotPasswordRequest.submit
source: Request new Password
de: Passwort anfordern

source: Profile
de: Meine Daten

# tipGroupResults.info
source: Tips of your Buddies
de: Hier die Tipps Deiner Kumpels

# banner
source: Tip until Kick Off
de: Tippen bis zum Anpfiff

source: History
de: Historie

source: Tip Group Name
de: Tipp Gruppen Name

# flashMessage.tip.updated
source: Tip updated
de: Dein Tip wurde gespeichert

# flashMessage.forgotPasswordRequest.created
source: An E-Mail has sent to your Address with Instructions
de: Es wurde eine E-Mail an Dein Postfach geschickt.

# flashMessage.password.updated
source: Password updated
de: Dein Passwort wurde gespeichert

# flashMessage.user.updated
source: User updated
de: Deine Daten wurden gespeichert

# flashMessage.cannot.update.user
source: Cannot update User
de: Deine Daten konnten nicht gespeichert werden

# flashMessage.chatEntry.created
source: chatEntry created
de: Gelaber gespeichert

# flashMessage.logged.in
source: logged in
de: Erfolgreich angemeldet

# flashMessage.access.denied
source: access denied
de: Zugriff verweigert

# flashMessage.contactRequest.created
source: contact request created. We will answer as soon as possible
de: Deine Kontakt Anfrage wurde versendet. Wir melden uns schnellstmöglichst bei Dir.

# flashMessage.registrationRequest.created
source: Registration created. Your Request will be proofed by Administrator. You will be notified
de: Deine Registrierungs-Anfrage wurde erstellt und wird jetzt vom Administrator überprüft. Dein Account wird dann schnellstmöglichst freigeschaltet.

# contactRequest.subject
source: Subject
de: Betreff

# contactRequest.message
source: Message
de: Nachricht

# contactRequest
source: Contact
de: Kontakt

source: Submit
de: Abschicken

# contactRequestInfo
source: Please enter your Request
de: Bitte gib Deine Anfrage ein

# chatEntry
source: Chat
de: Gelaber

# registrationRequest
source: Registration
de: Registrieren

source: no Tips
de: Es wurden keine Tips angelegt, wende Dich bitte an den Administrator

# groupMatch
source: Preliminary
de: Vorrunde

source: Matches
de: Spiele

# groupRound
source: Groups
de: Gruppen

# koRound
source: Final Round
de: Final Runde

source: Tip
de: Tippen

source: Cups
de: Turniere

source: Ranking
de: Rangliste

# noRankings
source: no ranking
de: keine Rangliste vorhanden

# globalRanking
source: pemanent
de: Ewigen Rangliste

source: username
de: Name

source: password
de: Passwort

source: next Matches
de: nächste Spiele

source: last Matches
de: letzte Spiele

# match.date
source: Date
de: Datum

# match.group
source: group
de: Gruppe

# groupTable.rank
source: Rank
de: Platz

# groupTable.countOfMatchesPlayed
source: Matches
de: Spiele

# groupTable.goals
source: Goals
de: Tore

# groupTable.points
source: Points
de: Punkte

# tipGroupResults
source: Tip Group
de: Tipp Gruppe

# tipGroupGroupRoundResults
source: Tips Group Round
de: Tipps Vorrunde

# tipGroupKoRoundResults
source: Tips Ko Round
de: Tipps Finalrunde

# ranking.points
source: Points
de: Punkte

# ranking.rank
source: Rank
de: Platz

# ranking.countOfTips
source: Number of Tips
de: Anzahl Tips

# password.edit
source: Change Password
de: Passwort ändern

# password.newPassword
source: new Password
de: neues Passwort

# password.newPasswordRepeat
source: repeat
de: Wiederholung

# user.edit
source: Edit Profile
de: Profile bearbeiten

# user.tipGroup
source: tipGroup
de: Tip Gruppe

# user.tipGroups
source: tipGroups
de: Tip Gruppen

source: back
de: zurück

source: Login Failed
de: Deine Anmeldung ist fehlgeschlagen

# loginSuccess
source: successfully logged in
de: Du hast Dich erfolgreich angemeldet

# logoutSuccess
source: successfully logged out
de: Du hast Dich erfolgreich abgemeldet
